
"SWITCH_WHITE_BLACK" = "Mudar para branco sobre preto";
"SWITCH_BLACK_WHITE" = "Mudar para preto sobre branco";
"WHITE_BLACK_HOTKEY" = "Mudar para branco sobre preto: %@";
"BLACK_WHITE_HOTKEY" = "Mudar para preto sobre branco: %@";

"TURN_ON_ZOOM" = "Activar Ampliação";
"TURN_OFF_ZOOM" = "Desactivar zoom";
"TOGGLE_ZOOM_HOTKEY" = "Activar/desactivar zoom: %@";
"ZOOM_IN_HOTKEY" = "Ampliar: %@";
"ZOOM_OUT_HOTKEY" = "Reduzir: %@";
"REDUCE_CONTRAST_HOTKEY" = "Reduzir contraste: %@";
"INCREASE_CONTRAST_HOTKEY" = "Aumentar contraste: %@";
"TOGGLE_SI_HOTKEY" = "Activar/desactivar VoiceOver: %@";

"SET_DISPLAY_TO_COLOR" = "Usar Cores";
"SET_DISPLAY_TO_GRAY" = "Usar Níveis de Cinzento";

// Describe how to zoom past the maximum and minimum settings.
// NOTE: the %@ will be replaced by hotkey combinations
// NOTE: there is a space between the second hotkey combination and the period to separate hotkey from the period.
"HOW_TO_ZOOM_INFO" = "Para ultrapassar a definição máxima ou mínima, mantenha premida %@ ou %@.";

// Mouse Tab
"MOUSE_TAB_TITLE" = "Rato";
"MOUSE_AND_TRACKPAD_TAB_TITLE" = "Rato e trackpad";

"USING_MOUSE" = "Em caso de dificuldade no uso do rato";
"USING_MOUSE_TRACK" = "Em caso de dificuldade no uso do rato ou do trackpad";

// errors
"ERROR_OCCURRED" = "Não foi possível mostrar o menu de Acesso Universal.";
"MENUEXTRA_LOAD_FAILED" = "Não foi possível mostrar o menu de Acesso Universal na barra de menu.";


// Zoom Options Sheet
"MAXIMUM_ZOOM" = "Zoom máximo %2.1fx";
"MINIMUM_ZOOM" = "Zoom mínimo %2.1fx";
"ZOOM_SLIDER_ACCESSIBILITY_VALUE" = "%2.1fx";